[
  "obsidian-importer",
  "calendar",
  "obsidian-enhancing-mindmap",
  "table-editor-obsidian",
  "obsidian-excalidraw-plugin",
  "dataview",
  "quickadd",
  "obsidian-timestamper",
  "obsidian-markmind",
  "mermaid-tools",
  "obsidian-day-planner",
  "periodic-notes",
  "obsidian-week-planner",
  "obsidian-tasks-plugin",
  "number-headings-obsidian",
  "obsidian-memos",
  "obsidian-checklist-plugin",
  "recent-files-obsidian",
  "obsidian-banners",
  "obsidian-kanban",
  "obsidian-file-color",
  "remotely-save",
  "cmdr",
  "callout-manager",
  "custom-sort",
  "easy-typing-obsidian",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-admonition",
  "file-tree-alternative",
  "highlightr-plugin",
  "obsidian-hover-editor",
  "obsidian-icon-folder",
  "obsidian-minimal-settings",
  "url-into-selection",
  "settings-search",
  "obsidian-style-settings",
  "tag-wrangler",
  "obsidian-tagfolder",
  "templater-obsidian",
  "editing-toolbar",
  "cmenu-plugin",
  "local-backup",
  "multi-column-markdown",
  "auto-card-link",
  "obsidian-daily-notes-viewer",
  "convert-url-to-iframe",
  "keyboard-analyzer",
  "obsidian-mind-map",
  "obsidian-pandoc",
  "obsidian-plugin-update-tracker",
  "quick-explorer",
  "float-search",
  "better-search-views",
  "obsidian-linter",
  "obsidian-git",
  "file-explorer-note-count",
  "obsidian-toggle-list",
  "dbfolder",
  "surfing",
  "homepage",
  "obsidian-react-components",
  "longform",
  "obsidian-advanced-uri",
  "metaedit",
  "big-calendar",
  "obsidian-charts",
  "obsidian-tracker"
]