[
  "obsidian-importer",
  "calendar",
  "obsidian-enhancing-mindmap",
  "table-editor-obsidian",
  "obsidian-excalidraw-plugin",
  "dataview",
  "quickadd",
  "obsidian-timestamper",
  "obsidian-markmind",
  "mermaid-tools",
  "obsidian-day-planner",
  "periodic-notes",
  "obsidian-week-planner",
  "obsidian-tasks-plugin",
  "obsidian-memos",
  "obsidian-checklist-plugin",
  "recent-files-obsidian",
  "obsidian-banners",
  "obsidian-kanban",
  "remotely-save",
  "cmdr",
  "callout-manager",
  "custom-sort",
  "easy-typing-obsidian",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-admonition",
  "file-tree-alternative",
  "highlightr-plugin",
  "obsidian-hover-editor",
  "settings-search",
  "obsidian-style-settings",
  "tag-wrangler",
  "obsidian-tagfolder",
  "templater-obsidian",
  "editing-toolbar",
  "cmenu-plugin",
  "local-backup",
  "multi-column-markdown",
  "auto-card-link",
  "keyboard-analyzer",
  "obsidian-mind-map",
  "obsidian-plugin-update-tracker",
  "quick-explorer",
  "float-search",
  "better-search-views",
  "obsidian-git",
  "obsidian-toggle-list",
  "surfing",
  "homepage",
  "obsidian-react-components",
  "obsidian-advanced-uri",
  "metaedit",
  "big-calendar",
  "obsidian-tracker",
  "obsidian-activity-history",
  "obsidian-image-auto-upload-plugin",
  "customizable-page-header-buttons",
  "obsidian-dynamic-toc",
  "obsidian-emoji-toolbar",
  "last-modified-timestamp-in-status-bar",
  "omnisearch",
  "obsidian-auto-link-title",
  "link-favicon",
  "oz-clear-unused-images",
  "obsidian-image-toolkit",
  "find-and-replace-in-selection",
  "folder-note-plugin",
  "note-refactor-obsidian",
  "obsidian-view-mode-by-frontmatter",
  "obsidian-hotkeys-for-templates",
  "hotkey-helper",
  "obsidian-full-calendar",
  "obsidian-reading-time",
  "tasks-calendar-wrapper",
  "update-time-on-edit",
  "obsidian-linter",
  "file-explorer-note-count",
  "obsidian-heading-shifter",
  "number-headings-obsidian",
  "obsidian-charts"
]