[
  "calendar",
  "obsidian-enhancing-mindmap",
  "table-editor-obsidian",
  "obsidian-excalidraw-plugin",
  "dataview",
  "quickadd",
  "obsidian-timestamper",
  "mermaid-tools",
  "obsidian-day-planner",
  "periodic-notes",
  "obsidian-week-planner",
  "obsidian-tasks-plugin",
  "recent-files-obsidian",
  "obsidian-kanban",
  "cmdr",
  "easy-typing-obsidian",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-admonition",
  "file-tree-alternative",
  "obsidian-hover-editor",
  "settings-search",
  "obsidian-style-settings",
  "tag-wrangler",
  "obsidian-tagfolder",
  "templater-obsidian",
  "editing-toolbar",
  "obsidian-plugin-update-tracker",
  "quick-explorer",
  "obsidian-git",
  "homepage",
  "metaedit",
  "big-calendar",
  "obsidian-activity-history",
  "obsidian-image-auto-upload-plugin",
  "customizable-page-header-buttons",
  "obsidian-emoji-toolbar",
  "last-modified-timestamp-in-status-bar",
  "oz-clear-unused-images",
  "obsidian-image-toolkit",
  "folder-note-plugin",
  "obsidian-view-mode-by-frontmatter",
  "obsidian-reading-time",
  "tasks-calendar-wrapper",
  "obsidian-heading-shifter",
  "number-headings-obsidian"
]